Repository: common-repository/access-code-feeder
Catalog: languages/access-code-feeder-*.po
Languages: ru_ru

source: Hello %%USERNAME%%<br/> Feeder '%%FEEDERNAME%%' now has %%CODECOUNT%% access codes left.<br/> You've received this email because the Feeder is <a href='%%CONFIGURL%%'>configured</a> to notify the owner on low content count. <br/> <br/> Have a nice day!<br/> <a href='%%SITEURL%%'>%%SITENAME%%</a>
ru_ru: Здраствуйте, %%USERNAME%%<br/> В Фидере '%%FEEDERNAME%%' осталось %%CODECOUNT%% кодов доступа.<br/> Вы получили это письмо, потому что в <a href='%%CONFIGURL%%'>настройках Фидера</a> включены оповещения. <br/> <br/> Хорошего дня!<br/> <a href='%%SITEURL%%'>%%SITENAME%%</a>

source: Feeder '%%FEEDERNAME%%' requires attention !
ru_ru: Фидеру '%%FEEDERNAME%%' требуется ревизия

source: Access Code Feeder
ru_ru: Фидер Кодов Доступа

source: Use Feeders to pass unique access code to chat bots, merchant software, etc.
ru_ru: Используйте Фидеры для передачи уникальных Кодов Доступа в чат-боты, магазины, и т.д.

source: <a target=_new href="https://www.youtube.com/watch?v=v0WAz8OyY28&list=PLRv0B44q8TR8bWrEwtMd6e17oW8wdRVIv&index=4">Watch Video</a>
ru_ru: <a target=_new href="https://www.youtube.com/watch?v=v0WAz8OyY28&list=PLRv0B44q8TR8bWrEwtMd6e17oW8wdRVIv&index=4">Посмотрите Видео</a>

source: Base URL
ru_ru: Базовая URL

source: just a second...
ru_ru: секундочку...

source: Please <a href="/wp-login.php?action=register">Register</a> or <a href="/wp-login.php">Login</a> to access this page !
ru_ru: Для доступа к этой странице пожалуйста <a href="/wp-login.php">Войдите</a> или <a href="/wp-login.php?action=register">Зарегистрируйтесь</a>.

source: Feeders
ru_ru: Фидеры

source: Create new Feeder
ru_ru: Создать новый Фидер

source: New Feeder
ru_ru: Новый Фидер

source: Refresh the list of Feeders
ru_ru: Обновить список Фидеров

source: Refresh List
ru_ru: Обновить список

source: Feeder Name
ru_ru: Имя Фидера

source: Mode
ru_ru: Тип

source: Items
ru_ru: Элементы

source: Actions
ru_ru: Действия

source: Too many Feeders
ru_ru: Слишком много Фидеров

source: feed Top item, than Remove it
ru_ru: подать верхний элемент, и удалить его

source: feed Random item, than Remove it
ru_ru: подать случайный элемент, и удалить его

source: feed Random item, than Keep it
ru_ru: подать случайный элемент, и сохранить его

source: Access Codes
ru_ru: Коды Доступа

source: Contents
ru_ru: Содержимое

source: Feeder URLs
ru_ru: Адреса Фидера

source: Usage
ru_ru: Использование

source: Settings of the Feeder
ru_ru: Настройки Фидера

source: Settings
ru_ru: Установки

source: Delete Feeder
ru_ru: Удалить Фидер

source: Delete
ru_ru: Удалить

source: UNIQUE_FEEDER_KEY
ru_ru: УНИКАЛЬНЫЙ_КЛЮЧ_ФИДЕРА

source: Please enter Base Path
ru_ru: Пожалуйста введите Базовую URL

source: Set
ru_ru: Установить

source: Cancel
ru_ru: Отмена

source: Error while saving Base Url
ru_ru: Ошибка при сохранении Базовой URL

source: Change Path to the Feeder
ru_ru: Изменить путь к Фидеру

source: Please note
ru_ru: Обратите внимание

source: URLs of all your Feeders has been changed. Please adjust your software accordingly!
ru_ru: Адреса всех Фидеров были изменены! Пожалуйста измените настройки ПО, использующего Фидеры.

source: Feeder
ru_ru: Фидер

source: will be permanently deleted!
ru_ru: будет удален!

source: Are you sure?
ru_ru: Вы уверены?

source: Error deleting Feeder
ru_ru: Ошибка при удалении Фидера

source: Error refreshing Feeders List
ru_ru: Ошибка при доступе к списку Фидеров

source: Paste Access Codes here
ru_ru: Вставьте Коды доступа

source: Enter one Access Code per line.<br>Lines must be 1-100 chars long, 1000 lines maximum.
ru_ru: Введите один Код Доступа, один на строку. Строки должны быть длиной 1-1000 символов, всего не более 1000 строк

source: Contents of the Feeder
ru_ru: Содержимое Фидера

source: Save
ru_ru: Сохранить

source: Error saving Feeder Content
ru_ru: Ошибка при сохранении содержимого Фидера

source: Error fetching Feeder Content
ru_ru: Ошибка доступа к содержимому Фидера

source: Feeder URL
ru_ru: URL Фидера

source: When this URL is fetched, Access Code will be presented.
ru_ru: При обращении к этой URL будет возвращён уникальный Код Доступа

source: If no Access Codes left in the Feeder, empty line will be returned.
ru_ru: Если в Фидере не осталось Кодов Доступа, будет возвращена пустая строка.

source: Using with Chat Bots
ru_ru: Использование с чат-ботами

source: Feeder Counter URL
ru_ru: URL счётчика Фидера

source: Counter URL returns number of Access Codes left in the Feeder.
ru_ru: URL Счётчика возвращает количество Кодов Доступа, оставшихся в Фидере

source: Usage of the Feeder
ru_ru: Использование Фидера

source: Add Feeder
ru_ru: Добавить Фидер

source: Feeder Settings
ru_ru: Настройки Фидера

source: [TR] feed Top item, than Remove it
ru_ru: [TR] подать верхний элемент, и удалить его

source: [RR] feed Random item, than Remove it
ru_ru: [RR] подать случайный элемент, и удалить его

source: [RK] feed Random item, than Keep it
ru_ru: [RK] подать случайный элемент, и сохранить его

source: Feeder Mode
ru_ru: Тип Фидера

source: Notify when feeder contains
ru_ru: Оповестить, когда в Фидере останется

source: elements
ru_ru: элементов

source: Error Saving Feeder
ru_ru: Ошибка при сохранении Фидера

source: Feeds unique access codes to chat bots, merchant services, etc.
ru_ru: Подаёт уникальные Коды Доступа в чат-боты, магазины, и т.д.

source: Alexey Trofimov
ru_ru: Алексей Трофимов
